Repository: sandeepkumar0801/ToursAndActivities
Catalog: BumbleBee-Core/Isango.Mailer/Resources/Common.*.resx
Languages: de_de, es_es, fr_fr

# Evoucher7DaysMessage
source: Your e-vouchers will be sent to your email address on <b>7 days before your travel date</b>. Present these e-vouchers at the park gate to receive your tickets.
de_de: Ihre Email-Voucher werden<b> 7 Tage vor Ihrem Reisedatum</b> an Ihre Email Adresse geschickt. Bitte zeigen Sie diese Voucher am Tor des Parks vor, um Ihre Tickets zu erhalten.
es_es: Los vouchers serán enviados a su dirección de correo electrónico <b>7 días antes de la fecha del viaje</b>. Presente estos vouchers en la puerta del parque para recibir sus entradas.
fr_fr: Vos bons électroniques seront envoyés sur votre e-mail 7 jours avant la date de votre voyage. Présentez ces bons à l’entrée du Park pour recevoir vos tickets.

# FindVoucher
source: Please find your voucher attached in PDF format.
de_de: Sie finden Ihren Voucher im Anhang als im PDF-Format
es_es: Por favor vea su voucher adjunto en formato PDF.
fr_fr: Veillez trouver ci-joint votre bon en format pdf

# immediately
source: Booking voucher(s) available to print immediately
de_de: Voucher können sofort ausgedruckt werden
es_es: El voucher está disponbible para su impression inmediatamente
fr_fr: Bon(s) de réservation à imprimer

# Instructions
source: You would need Adobe Reader in order to view/print these vouchers, in case you do not have Adobe Reader, you can download it by <a href="http://get.adobe.com/reader/">clicking here </a>
de_de: Sie brauchen den Adobe Reader um diese Voucher anzuschauen oder auszudrucken. Falls Sie diesen nicht haben, können Sie ihn runterladen, wenn Sie hier klicken: <a href="http://get.adobe.com/reader/"> (http://get.adobe.com/reader/)
es_es: Necesitará Adobe Reader para poder ver/imprimir los vouchers, en caso de que no lo tenga instalado puede descargarlo <a href="http://get.adobe.com/reader/">pinchando aquí</a>
fr_fr: Vous aurez besoin d’Adobe Reader pour visualiser / imprimer ces pièces justificatives. Si vous n’avez pas Adobe Reader, vous pouvez le télécharger en cliquant ici. (http://get.adobe.com/reader/)(http://get.adobe.com/reader/)

# lp
source: Lead passenger name
de_de: Hauptteilnehmer
es_es: Nombre del pasajero principal
fr_fr: Nom du voyageur principal

# lpe
source: Lead passenger email
de_de: Emailadresse des Hauptteilnehmers
es_es: Email del pasajero principal
fr_fr: E-mail du voyageur principal

# noAdult
source: Number of adults
de_de: Anzahl Erwachsene
es_es: Número de adultos
fr_fr: Nombre d'adultes

# nochild
source: Number of children
de_de: Anzahl Kinder
es_es: Número de niños
fr_fr: Nombre d'enfants

# pleaseNote
source: Please note this is a receipt of your booking and cannot be redeemed for any service.
de_de: Bitte beachten Sie, dass dieser Voucher lediglich ein Beleg Ihrer Buchung ist und vor Ort gegen ein offizielle Ticket eingelöst werden muss.
es_es: Por favor tenga en cuenta que este es una confirmación de su reserva y no puede ser canjeado por ningún servicio.
fr_fr: Merci de bien vouloir noter qu'il s'agit ici d'un accusé de réception de votre réservation et qu'il ne peut en aucun cas faire office d'échange contre tout type de service.

# PrintText
source: Please print all the pages of the vouchers and carry them to the meeting point/pickup location
de_de: Bitte drucken Sie alle Seiten des Vouchers aus und bringen Sie diesen mit zum Treffpunkt.
es_es: Por favor imprima todas las páginas de los vouchers y llévelas consigo al punto de encuentro o lugar de salida
fr_fr: Merci de bien vouloir imprimer toutes les pages des bons de réservation et de vous en munir au point de rencontre/ramassage

# PrintTextSmartPhone
source: You must print your voucher. Unfortunately our local suppliers are not able to accept vouchers shown on smartphones or other devices.
de_de: Drucken Sie diesen Voucher bitte aus und zeigen Sie den Ausdruck vor Ort vor. Elektronische Voucher, wie auf einem Handy oder Tablet, können für dieses Produkt von unserem Veranstalter vor Ort nicht angenommen werden.
es_es: Debe imprimir su voucher. Desafortunadamente los proveedores locales no aceptan vouchers en su teléfono móvil, tablet u otro dispositivo
fr_fr: Vous devez imprimer votre bon. Malheureusement, nos fournisseurs locaux ne sont pas en mesure d’accepter les bons figurant sur les smartphones ou autres appareils.

source: Product name
de_de: Produkt
es_es: Nombre del producto
fr_fr: Nom du produit

# redemption
source: Your e-voucher(s) will be sent to your email address in the next <span>24</span> hours. Detailed redemption instructions will appear on the e-vouchers.
de_de: Ihre Email-Voucher werden innerhalb der nächsten 24 Stunden an Ihre Email Adresse geschickt. Die Stornierungsbedingungen finden Sie auf Ihren Email Voucher.
es_es: El voucher electrónico será enviado a su dirección de email en <span>24</span> horas. Los detalles para el canje aparecerán en dicho voucher.
fr_fr: Votre/vos bon(s) de réservation vous seront envoyés à votre adresse e-mail sous 24h. Tous les détails y seront indiqués

# SevenDaysMessage
source: Booking Voucher(s) that we will send 7 days before of travel date
de_de: Ihr Buchungsvoucher wird Ihnen 7 Tage vor der Reisedatum zugeschickt
es_es: Los vouchers de la reserva que enviaremos 7 días antes de la fecha de viaje
fr_fr: Bon(s) de Réservation que nous enverrons 7 jours avant la date du voyage

source: Travel date
de_de: Reisedatum
es_es: Fecha del viaje
fr_fr: Date de voyage

# VoucherLink
source: Click here to print the vouchers (PDF format)
de_de: Klicken Sie hier, um den Buchungsbeleg auszudrucken (PDF-Format)
es_es: Pinche aquí para imprimir los vouchers (Formato PDF)
fr_fr: Cliquez ici pour imprimer vos bons (format PDF)

# withinin48
source: Booking Voucher(s) that we will send within 24 hours
de_de: Ihr Voucher wird Ihnen innerhalb von 24 Stunden zugeschickt.
es_es: Los vouchers de la reserva que enviaremos en 24 horas
fr_fr: Bon(s) de réservation que vous recevrez sous 24h.

source: Your Order
de_de: Ihre Bestellung
es_es: Su orden
fr_fr: Votre réservation

# HeadingConditionalNoAlternate
source: We are pleased to acknowledge your booking
de_de: Wir freuen uns, Ihnen die Buchung bestätigen zu können.
es_es: Le agradecemos su reserva.
fr_fr: Nous sommes heureux de reconnaître votre réservation.

# IgnoreIfAlready
source: Please ignore this e-mail if you have already received a confirmation.
de_de: Bitte ignorieren Sie diese E-Mail wenn Sie bereits eine Bestätigung erhalten haben.
es_es: Por favor ignore este email si usted ya ha recibido una confirmación.
fr_fr: Veuillez ignorer cet e-mail si vous avez déjà reçu une confirmation.

# PleaseNoteAlternative
source: A copy of this receipt has been sent to your mail.
de_de: Eine Kopie dieser Rechnung wurde Ihnen per E-Mail zugesandt.
es_es: Se le ha enviado una copia de este recibo.
fr_fr: Une copie de ce reçu a été envoyé sur votre boite e-mail

# RefNoText
source: Use Ref. No. for further correspondence.
de_de: Für alle weiteren Schriftwechsel geben Sie bitte stets Ihre Referenz Nummer an.
es_es: Por favor utilice el Número de Referencia para futuras comunicaciones.
fr_fr: Utilisez la réf. N ° pour correspondance ultérieure.

# ReceiptMessage
source: We will be sending you a separate voucher for this ticket.
de_de: (Wir werden Ihnen einen separaten Voucher für dieses Ticket zu senden)
es_es: Le enviaremos por separado un voucher de este Ticket
fr_fr: Nous vous enverrons un bon séparé pour ce billet.

source: Confirmed
de_de: Bestätigt
es_es: Confirmado
fr_fr: Confirmé

# YourVoucherAlternative
source: You will recieve a booking confirmation in the next 30 minutes on successful transaction verification by your bank
de_de: Sie werden innerhalb der nächsten 15 bis 30 Minuten eine Buchungsbestätigung erhalten nachdem die erfolgte Transaktion von Ihrer Bank bestätigt wurde.
es_es: Recibirá una confirmación de la reserva en los próximos 30 minutos si su banco a aceptado la transacción
fr_fr: Vous recevrez une confirmation de réservation dans les 30 prochaines minutes après vérification de la transaction par votre banque.

source: Cancelled
de_de: Storniert
es_es: Cancelado
fr_fr: Annulé

source: Pending Confirmation
de_de: Bestätigung noch schwebend
es_es: Pendiente de confirmación
fr_fr: En attente de confirmation

# TemplateName
source: Email_en
de_de: Email_de
es_es: Email_es
fr_fr: Email_fr

# BookingAmountLabel
source: Total Booking Amount
de_de: Gesamtbuchungsbetrag
es_es: Precio Total de la Reserva
fr_fr: Montant total

# MultisaveDiscountLabel
source: Multisave Discount
de_de: Rabatt
es_es: Descuento Multiahorro
fr_fr: MultisaveDiscountLabel

# DiscountCodeLabel
source: Discount Voucher/Gift Voucher
de_de: Gutschein/ Geschenkgutschein
es_es: Voucher de Descuento/Voucher de Regalo
fr_fr: Bon de réduction / Bon cadeau

# AfterDiscountLabel
source: Amount after Discount
de_de: Betrag abzüglich Gutschrift/ Rabatt
es_es: Precio tras el Descuento
fr_fr: Montant après réduction

# ChargedAmountLabel
source: Total Charged Amount
de_de: Gesamtbetrag, der bereits von Ihrer Kreditkarte abgebucht wurde
es_es: Precio Total Cargado
fr_fr: Montant total payé

# OrAmountLabel
source: To be charged on Confirmation of Pending Booking Requests
de_de: Betrag der noch nicht bestätigten Buchungen
es_es: Se cobrará en la confirmación de solicitudes de reserva pendientes
fr_fr: Montant restant à payer au moment de la confirmation par l’opérateur

# CancelTemplateName
source: Cancelled_en
de_de: Cancelled_de
es_es: Cancelled_es
fr_fr: Cancelled_fr

# CancelSubject
source: Cancelled Booking
de_de: Buchung storniert
es_es: Reserva Cancelada
fr_fr: Annulation de la réservation

# HeadingConditionalAlternative
source: This is the acknowledgement. Booking Confirmation will reach you in 15-30 min. If your bank verifies your transaction.
de_de: Dies ist eine Empfangsbestätigung Ihrer Buchung. Eine Buchungsbestätigung wird Sie innerhalb von 15 bis 30 Minuten erreichen nachdem Ihre Bank die Transaktion bestätigte.
es_es: Esto es para su conocimiento. La confirmación de la reserva la recibirá por email en 15-30 minutos. Si su banco admite la transacción.
fr_fr: C'est la reconnaissance. La confirmation de réservation vous parviendra dans 15-30 min. Si votre banque vérifie votre transaction.

# AcceptsTnC
source: I understand and agree to the <a target="_blank" class="aLink" href="/corporate?page=privacypolicy">Privacy Policy</a> and <a target="_blank" class="aLink" href="/corporate">Terms & Conditions</a> of isango!
de_de: Indem Sie fortfahren, akzeptieren Sie unsere <a target="_blank" class="aLink" href="/corporate?page=privacypolicy">Datenschutzbestimmungen</a> und <a target="_blank" class="aLink" href="/corporate"> Geschäftsbedingungen</a>
es_es: Entiendo y acepto la <a target="_blank" class="aLink" href="/corporate?page=privacypolicy"> política de privacidad</a> y los<a target="_blank" class="aLink" href="/corporate"> términos y condiciones</a> de isango.

# AdditionalDetails
source: Additional traveller details
es_es: Los detalles adicionales de los viajeros
fr_fr: Les détails supplémentaires des voyageurs

source: Address*
de_de: Straße und Hausnummer
es_es: Dirección
fr_fr: Adresse

# AmexWithGBP
source: Oops! Please select currency as GBP/EURO/USD for making payment via AMEX Cards
de_de: Hoppla! Bitte wählen Sie die Währung als GBP/EURO/USD für die Zahlung über AMEX Karten
es_es: ¡Vaya! Por favor, seleccione la moneda como GBP/EURO/USD para hacer el pago a través de tarjetas AMEX
fr_fr: Oops! Veuillez sélectionner la devise en GBP/EURO/USD pour effectuer le paiement via les cartes AMEX

source: Amount after Discount
de_de: Betrag nach Preisnachlass
es_es: Importe con el descuento aplicado
fr_fr: Total après réduction

# amountPayable
source: Total amount payable
de_de: Warenkorb Gesamtpreis
es_es: El Precio Total a Pagar
fr_fr: Montant total à payer

source: and
de_de: und
es_es: y

source: Billing address
de_de: Rechnungsadresse
es_es: Dirección de facturación
fr_fr: Adresse de facturation

# BookingAmount
source: Booking Amount is
de_de: Der Buchungsbetrag ist
es_es: El precio de la reserva es
fr_fr: Le prix de la réservation est

source: Booking Amount is
de_de: Der Buchungsbetrag ist
es_es: El precio de la reserva es
fr_fr: Le prix de la réservation est

# BookingRefNo
source: Booking Reference Number
de_de: Buchungsnummer
es_es: número de referencia de reserva
fr_fr: numéro de référence de la réservation

# BookingVoucher
source: Booking Voucher(s) that we will send within 72 hours
de_de: Buchungsgutschein(e), die wir innerhalb von 72 Stunden senden
es_es: Bono(s) de la reserva que te enviaremos dentro de las 72 horas siguientes
fr_fr: Le(s) bon(s) de la réservation vous seront envoyés dans les 72 heures.

# cancellationpolPay
source: Cancellation policy
de_de: Stornierungsbedingungen
es_es: Política de cancelación
fr_fr: Politique d'annulation

# CardHolder
source: Card holder name*
de_de: Name des Karteninhabers
es_es: Nombre del titular de la tarjeta
fr_fr: Nom du titulaire de la carte

source: Card number*
de_de: Kartennummer
es_es: Número de la tarjeta
fr_fr: Numéro de la carte

source: Charged amount
de_de: In Rechnung gestellter Betrag
es_es: Importe cobrado
fr_fr: Montant prélevé

# ChoosePaymentOption
source: Choose your preferred payment option
de_de: Wählen Sie eine Zahlungsmethode
es_es: Elija su opción de pago preferida
fr_fr: Choisissez votre option de paiement préférée

source: City*
de_de: Stadt
es_es: Ciudad
fr_fr: Ville

source: Confirm booking
de_de: Jetzt buchen
es_es: PROCEDER A PAGAR
fr_fr: Confirmer la réservation

source: Contact information
de_de: Kontaktinformationen
es_es: Información de contacto
fr_fr: Information de contact

# ContractErr
source: Please enter required information
de_de: Bitte geben Sie erforderlichen Informationen
es_es: Por favor, introduzca la información requerida
fr_fr: S'il vous plaît entrer les informations requises

source: Contract question
de_de: Vertrags Frage
es_es: pregunta contrato
fr_fr: question du contrat

source: Country
de_de: Land
es_es: País
fr_fr: Pays

source: Date
de_de: Datum
es_es: Fecha

# DetailsPyment
source: Details & payment
de_de: Teilnehmerinformationen & Zahlung
es_es: Información y pago
fr_fr: Informations de paiement

# DiscountVoucher
source: Discount Voucher/Gift Voucher
de_de: Rabatt Gutschein / Geschenkgutscheine
es_es: Cupón de descuento/Vale de regalo
fr_fr: Bon de réduction / Valeur du cadeau

# EnterAddress
source: Enter your address
de_de: Adresse eingeben
es_es: Introduce tu dirección
fr_fr: Indiquez votre adresse

# EnterCardHolder
source: Enter card holder name
de_de: Name des Karteninhabers eingeben
es_es: Introduce el nombre del titular de la tarjeta
fr_fr: Entrez le nom du titulaire de la carte

source: Enter card number
de_de: Kartennummer eingeben
es_es: Introduce el número de la tarjeta
fr_fr: Entrez le numéro de la carte

# EnterCity
source: Enter your city
de_de: Stadt eingeben
es_es: Introduce tu ciudad
fr_fr: Indiquez votre ville

source: Enter email
de_de: E-Mail-Adresse eingeben
es_es: Introduce tu dirección de correo electrónico
fr_fr: Entrez votre e-mail

# EnterLead
source: Enter lead traveller full name
de_de: Vollständigen Namen des Hauptpassagier eingeben
es_es: Introduce el nombre completo del principal viajero
fr_fr: Indiquez le nom complet du voyageur principale

# EnterMobile
source: Enter mobile number
de_de: Handynummer eingeben
es_es: Introduce el número de teléfono móvil
fr_fr: Entrez un numéro de téléphone portable

source: Enter security code
de_de: Sicherheitscode eingeben
es_es: Introduce el código de seguridad
fr_fr: Entrez le code de sécurité

# EnterZip
source: Enter your post/zip code
de_de: Postleitzahl angeben
es_es: Introduce el código postal
fr_fr: Entrez le code postale

source: Except
de_de: Ausgenommen
es_es: Excepto
fr_fr: sauf

source: Expiry date
de_de: Verfallsdatum
es_es: Fecha de vencimiento
fr_fr: Date d'expiration

# FailureMsg1
source: Unfortunately we have been unable to process your payment. Please review your credit card details and try again. Or get in touch with our customer service team to complete the booking.
de_de: Leider konnte die Bezahlung nicht durchgeführt werden. Überprüfen Sie bitte Ihre Karteninformationen und versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice um die Buchung zu tätigen.
es_es: Desafortunadamente no hemos podido procesar su pago. Por favor revise sus detalles de la tarjeta de crédito y vuelva a intentarlo. O póngase en contacto con nuestro servicio de atención al cliente para completar la reserva.
fr_fr: Malheureusement, nous avons été incapables de traiter votre paiement . Veuillez examiner les détails de votre carte de crédit et essayez à nouveau . Ou entrer en contact avec notre service à la clientèle pour compléter la réservation.

# FailureMsg2
source: You can call our customer service on
de_de: Sie können unseren Kundenservice unter folgender Telefonnummer erreichen
es_es: Puede llamar a nuestro servicio de atención al cliente en
fr_fr: Vous pouvez contacter notre service clientèle sur 24/7 sur

source: For products
de_de: Für Produkte
es_es: Para productos
fr_fr: Pour les offres

# LeadPassenger
source: Lead passenger name
de_de: Name des Hauptpassagier
es_es: Nombre del pasajero principal
fr_fr: Nom du principal passager

source: Lead passenger email
de_de: E-mail-Adresse des Hauptpassagier
es_es: Dirección de correo electrónico del pasajero principal
fr_fr: Email du principale passager

source: Lead traveller's full name*
de_de: Name des Hauptreisenden
es_es: Nombre de huesped principal
fr_fr: Nom complet du voyageur principal

# LeadTravellersName
source: Lead traveller's first & last name*
de_de: Name des Hauptreisenden
es_es: Nombre y apellido del pasajero principal
fr_fr: Le prénom et nom du voyageur principal

# LetUsKnow
source: Let us know if you want to make any special request for this product
es_es: Háganos saber si desea realizar cualquier petición especial para este producto
fr_fr: Faites-nous savoir si vous voulez faire une demande spéciale pour ce produit

# MeetingDetails
source: Please enter your hotel details or chosen pick up location
de_de: Bitte geben Sie Ihre Hotel EInzelheiten oder gewählten Abholort ein
es_es: Por favor, introduce los datos de tu hotel o selecciona un lugar de recogida
fr_fr: Veuillez indiquer le nom et l'adresse de votre hôtel ou du point de prise en charge sélectionné

source: Meeting point
de_de: Treffpunkt
es_es: Punto de encuentro
fr_fr: Point de rencontre

source: MULTISAVE Discount:
de_de: Vielsparerrabatt
es_es: Descuento multiahorro
fr_fr: Réduction multiéconomies

source: Number of adults
de_de: Anzahl der Erwachsenen
es_es: Número de adultos
fr_fr: Nombre d'adultes

source: Number of children
de_de: Anzahl der Kinder
es_es: Número de niños
fr_fr: Nombre d'enfants

source: of
es_es: de

# OnRequestDetails
source: <p>Generally we are keen on confirming your bookings instantly – we know you are too! However, for some products we need to revert to our suppliers to check for up to the minute availability status. For such 'on request' products we take a maximum of three working days to confirm availability to you.</p> <p>When you make an 'on request' booking, you are confirming your intent of purchase, subject to availability. You authorise payment towards the product, but your card will be charged only if the product is confirmed. We will not charge you if the product is not available.</p> <p>Whether the activity or tour is confirmed or not, you will receive an email from us within three working days updating you on the status.</p>
de_de: <p>Wir geben unser Bestes Ihre Buchungen so schnell wie möglich zu bestätigen. Jedoch ist eine geringe Wartezeit von maximal drei Tagen, bei bestimmten Touren und Tickets die zuerst von unseren Veranstaltern vor Ort bekräftigt werden müssen, leider unvermeidlich. </p> <p>Mit Ihrer Buchungsanfrage stimmen Sie dem Kauf des Produktes, sobald es verfügbar ist, zu. Eine Belastung Ihres Kontos findet erst dann statt, wenn das Produkt durch den Veranstalter vor Ort bestätigt wird. Bei keinerlei Verfügbarkeit, wird der Betrag natürlich nicht abgehoben.</p> <p>Wir halten Sie auf dem Laufenden und schicken Ihnen binnen 72 Stunden eine E-Mail bezüglich Ihrer Buchung.</p>
es_es: <p>Generalmente estamos interesados en confirmar tu reserva al momento, ¡y sabemos que tú también lo estás! Sin embargo, para algunos productos necesitamos confirmar la disponibilidad con nuestros proveedores. Para estos productos "bajo petición" tardamos un máximo de tres días hábiles para confirmarte la disponibilidad.</p> <p>Cuando realizas una reserva "bajo petición", confirmas tu intención de compra, sujeta a disponibilidad. Autorizas el pago del producto pero sólo se cargará el importe si se confirma la reserva. No cobraremos ninguna cantidad si el producto no está disponible. </p> <p>Te informaremos por correo electrónico dentro de tres días hábiles si tu actividad se ha confirmado o no.</p>
fr_fr: <p> Le plus souvent, nous confirmons votre réservation immédiatement, et nous savons que cela vous arrange! Cependant, pour certains produits nous devons confirmer la disponibilité avec nos partenaires. Pour ces produits" "sur demande" "Il faut un maximum de trois jours ouvrables pour confirmer la disponibilité. </ p> <p> Lorsque vous effectuez une réservation ""sur demande "" vous confirmez votre intention d'achat, sous réserve de disponibilité. Vous autorisez le paiement du produit, mais le montant ne sera débité que si la réservation est confirmée. Nous ne facturons aucun montant si le produit n'est pas disponibles. </ p> <P> Nous vous informerons par e-mail dans les trois jours ouvrables si votre activité a été confirmée ou non. </ p>

source: Option Booked
de_de: Gebuchte Option
es_es: Opción Reservada
fr_fr: Option Réservée

source: Option Name :
de_de: Optionsname:
es_es: Nombre de la opción:
fr_fr: Nom de l'option :

source: Option Name is
de_de: Der Optionsname ist
es_es: El nombre de la opción es
fr_fr: Le nom de l'option est

source: Original Price:
es_es: Precio original:
fr_fr: Prix ​​d'origine:

# PendingConfirmation1
source: Pending Confirmation
de_de: Ausstehende Bestätigung
es_es: Pendiente de confirmación
fr_fr: En cours de confirmation

# PleaseAccept
source: Please accept terms and conditions
de_de: Bitte akzeptieren Sie die allgemeinen Geschäftsbedingungen
es_es: Por favor, acepta los términos y condiciones
fr_fr: Veuillez accepter les termes et conditions

# PleaseNote1
source: Please note this is a receipt of your booking and cannot be redeemed for any service.
de_de: Bitte beachten Sie dies Ihr Nachweis für die Buchung ist und für keinerlei Leistung eingelöst werden kann.
es_es: Por favor, ten en cuenta que esto es un recibo de tu reserva y no puede canjearse por ningún servicio.
fr_fr: Veuillez noter qu'il s'agit de votre reçu de réservation et ne peut être échangé contre un autre service.

# Pleasenotes
source: Please Note
de_de: Bitte beachten Sie
es_es: Observaciones
fr_fr: Observations

# PleaseProvide
source: Please provide correct transfer details
de_de: Bitte geben Sie die korrekten Transfereinzelheiten an
es_es: Por favor, indica los detalles del traslado correctamente
fr_fr: Veuillez fournir les informations correctes concernant votre transfert

# PleaseWait
source: <b>Please wait while we process your booking...</b> <p>This may take up to 1 minute. Please do not click untill the next page appears.</p>
de_de: <b>Bitte warten Sie, während wir Ihre Buchung bearbeiten…</b> <p>Dies kann bis zu 1 Minute dauern. Klicken Sie bitte nichts an, bis sich die nächste Seite öffnet.</p>
es_es: <b>Por favor espere mientras procesamos su reserva…</b> <p>Esto puede durar 1 minuto. Por favor no haga nada hasta que aparezca la próxima página.</p>
