Repository: sandeepkumar0801/ToursAndActivities
Catalog: BumbleBee-Core/Isango.Mailer/Resources/Common.*.resx
Languages: de_de, es_es, fr_fr

# CancelledProduct
source: As requested by you, the activity has been cancelled. Please refer to the table below to check the updated status.
de_de: Wie von Ihnen gewünscht, wurde die Aktivität storniert. Bitte prüfen Sie in der nachstehenden Tabelle den aktualisierten Status.
es_es: Tal y como ha solicitado, la actividad ha sido anulada. Consulte la información siguiente para comprobar el estado actualizado.
fr_fr: Comme vous l'avez demandé, l'activité a été annulée. Veuillez vous référer au tableau ci-dessous pour vérifier le statut mis à jour.

source: Tour Schedule
de_de: Tourablauf
es_es: Programa del tour

# ForOfficialUseOnlyContent2
source: Note for ##EndSupplierName##: Please bill ##SupplierName## on behalf of isango. Please send the invoice to <a class='txt-secondary' href='mailto:finance@isango.com'>finance@isango.com</a>
de_de: Note for ##EndSupplierName##: Bitte rechnen Sie ##SupplierName## im Auftrag von isango ab. Bitte schicken Sie die Rechnung an <a class='txt-secondary' href='mailto:finance@isango.com'>finance@isango.com</a>
es_es: Note for ##EndSupplierName##: Por favor, facturen a ##SupplierName## en nombre de isango. Por favor, envíe la factura a <a class='txt-secondary' href='mailto:finance@isango.com'>finance@isango.com</a>
fr_fr: Note for ##EndSupplierName##: Please bill ##SupplierName## on behalf of isango. Please send the invoice to finance@isango.com

source: Supplier Reference No
de_de: Referenznummer des Lieferanten
es_es: Número de referencia del proveedor
fr_fr: Numéro de référence du fournisseur

source: BOOKABLE AND PAYABLE BY
de_de: BUCHBAR UND ZAHLBAR PER
es_es: RESERVABLE Y PAGABLE POR
fr_fr: RÉSERVABLE ET PAYABLE PAR

source: Provider Information
de_de: Anbieterinformationen
es_es: Información del proveedor
fr_fr: Informations sur le fournisseur

source: VAT Number
de_de: Umsatzsteuer-Identifikationsnummer
es_es: Número de valor agregado
fr_fr: Numéro de TVA

# BookingConfirmationSubject
source: Booking Confirmation -
de_de: Buchungsbestätigung -
es_es: Confirmación de reserva -
fr_fr: Confirmation de réservation -

# BookingOnRequestSubject
source: Booking Request -
de_de: Buchungsanfrage -
es_es: Solicitud de reservacion -
fr_fr: Demande de réservation -

# CancelBookingMailSubject
source: Cancelled Booking Detail -
de_de: Details zur stornierten Buchung -
es_es: Detalle de la reserva cancelada -
fr_fr: Détails de la réservation annulée -

# AmendBookingSubject
source: Amended Booking Ref No
de_de: Geänderte Buchungs-Ref.-Nr
es_es: Número de referencia de reserva modificada
fr_fr: Numéro de référence de la réservation modifiée

# CancelledProductHtmlMsg
source: <p><b>Your booking has been successfully cancelled - ##BookingRefNo##</b><br/><br/> Please note that you would not be able to redeem the booking voucher now.</p><p>You can also refer to the table below to check the updated status.</p><p>We look forward to serve you again.</p>
de_de: <p><b>Ihre Buchung ist erfolgreich storniert - ##BookingRefNo##</b><br/><br/>In der nachstehenden Tabelle können Sie den aktuellen Status überprüfen.</p>
es_es: <p><b>Su reserva ha sido cancelada con éxito - ##BookingRefNo##</b><br/><br/>Consulte la tabla siguiente para comprobar el estado actualizado.</p>
fr_fr: <p><b>Votre réservation a été annulée avec succès - ##BookingRefNo##</b><br/><br/>Veuillez vous référer au tableau ci-dessous pour vérifier le statut mis à jour.</p>

# CancelledProductHtmlMsgGreetings
source: Greetings!
de_de: Liebe Grüße!
es_es: Saludos!
fr_fr: Salutations !

# BtnDownload
source: https://marketing.isango.com/newsletters/emailers/booking/btn-download-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/btn-download-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/btn-download-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/btn-download-fr.png

# BtnMy
source: https://marketing.isango.com/newsletters/emailers/booking/btn-my-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/btn-my-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/btn-my-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/btn-my-fr.png

# ImgCancelled
source: https://marketing.isango.com/newsletters/emailers/booking/cancelled-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/cancelled-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/cancelled-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/cancelled-fr.png

# ImgConfirmed
source: https://marketing.isango.com/newsletters/emailers/booking/confirmed-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/confirmed-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/confirmed-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/confirmed-fr.png

# ImgPending
source: https://marketing.isango.com/newsletters/emailers/booking/pending-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/pending-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/pending-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/pending-fr.png

# BtnInvoice
source: https://marketing.isango.com/newsletters/emailers/booking/btn-invoice-en.png
de_de: https://marketing.isango.com/newsletters/emailers/booking/btn-invoice-de.png
es_es: https://marketing.isango.com/newsletters/emailers/booking/btn-invoice-es.png
fr_fr: https://marketing.isango.com/newsletters/emailers/booking/btn-invoice-fr.png

source: Important Instructions
de_de: Wichtige Hinweise
es_es: Instrucciones importantes
fr_fr: Consignes importantes

# UsefulDownload
source: Useful<br/>Download
de_de: Nützlicher<br/>Download
es_es: Descarga<br/>útil
fr_fr: Téléchargement<br/>utile

# UsefulDownloads
source: Useful<br/>Downloads
de_de: Nützliche<br/>Downloads
es_es: Descargas<br/>útiles
fr_fr: Téléchargements<br/>utiles

# ConfirmationTopMsg2
source: This is the acknowledgement of the booking made by you.
de_de: Dies ist die Bestätigung der von Ihnen vorgenommenen Buchung.
es_es: Este es el acuse de recibo de la reserva realizada por usted.
fr_fr: Ceci est l'accusé de réception de la réservation que vous avez effectuée.

# ConfirmationTopMsg3
source: Please refer to the table below to check the status of your booking.
de_de: In der nachstehenden Tabelle können Sie den Status Ihrer Buchung überprüfen.
es_es: Consulte la tabla siguiente para comprobar el estado de su reserva.
fr_fr: Veuillez consulter le tableau ci-dessous pour vérifier l'état de votre réservation.

# ConfirmationTopMsg5
source: Happy travels and we hope you enjoy experiencing the world with us.
de_de: Wir wünschen Ihnen eine gute Reise und hoffen, dass Sie die Welt mit uns erleben werden.
es_es: Feliz viaje y esperamos que disfrute experimentando el mundo con nosotros.
fr_fr: Bon voyage et nous espérons que vous apprécierez de découvrir le monde avec nous.

# TwoStepConfirmed
source: Your booking has been confirmed. ##BookingRefNo## You will receive another email with a confirmed voucher shortly.
de_de: Herzlichen Glückwunsch! Ihre Buchung wurde bestätigt. ##BookingRefNo## Sie werden in Kürze eine weitere E-Mail mit einem bestätigten Gutschein erhalten.Wir wünschen Ihnen eine gute Reise und hoffen, dass Sie die Welt mit uns erleben werden.
es_es: ¡Enhorabuena! Su reserva ha sido confirmada. ##BookingRefNo## En breve recibirá otro correo electrónico con un bono confirmado.Felices viajes y esperamos que disfrutes experimentando el mundo con nosotros.
fr_fr: Félicitations ! Votre réservation a été confirmée. ##BookingRefNo## Vous recevrez sous peu un autre courriel avec un bon d'échange confirmé.Bon voyage et nous espérons que vous apprécierez de découvrir le monde avec nous.

source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant

source: Tour
es_es: Gira

# OrConfirmed
source: Your booking has been confirmed. You can download the booking voucher in a link in the email below – please read through.
de_de: Dies ist die Bestätigung der von Ihnen vorgenommenen Buchung. Sie können den Buchungsbeleg über einen Link in der unten stehenden E-Mail herunterladen - bitte lesen Sie ihn durch.
es_es: Este es el acuse de recibo de la reserva realizada por usted. Puede descargar el bono de reserva en un enlace en el correo electrónico de abajo - por favor, lea a través de.
fr_fr: Il s'agit de l'accusé de réception de la réservation que vous avez effectuée. Vous pouvez télécharger le bon de réservation dans un lien dans l'email ci-dessous - veuillez le lire.

source: Thanks for your booking
de_de: Herzlichen Glückwunsch! für Ihre Buchung
es_es: Enhorabuena por su reserva
fr_fr: Félicitations ! pour votre réservation

# PleaseNoteAlternative1
source: A copy of this receipt has been sent to your mail.
de_de: Eine Kopie dieser Rechnung wurde Ihnen per E-Mail zugesandt.

# YourVoucherAlternative1
source: You will recieve a booking confirmation in the next 30 minutes on successful transaction verification by your bank
de_de: Sie werden innerhalb der nächsten 15 bis 30 Minuten eine Buchungsbestätigung erhalten nachdem die erfolgte Transaktion von Ihrer Bank bestätigt wurde.
