Repository: sandeepkumar0801/ToursAndActivities
Catalog: BumbleBee-Core/Isango.Mailer/Resources/Common.*.resx
Languages: de_de, es_es, fr_fr

source: PostCode*
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postale

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité

# ProcessBooking1
source: Please wait while we process your booking...
es_es: Por favor, espere mientras se procesa su reserva
fr_fr: S'il vous plaît patienter pendant que nous traitons votre réservation...

# ProcessBooking2
source: This may take up to 1 minute. Please do not click untill the next page appears.
es_es: Este proceso puede tardar hasta 1 minuto. Por favor, no haga clic hasta que aparezca la página siguiente.
fr_fr: Cela peut prendre jusqu'à 1 minute. S'il vous plaît ne pas cliquer jusqu'à ce la page suivante apparaît .

# ProductName1
source: Product name
de_de: Produktname
es_es: Nombre del producto
fr_fr: Nom du produit

source: Product On Request
de_de: BUCHUNGSANFRAGEN
es_es: Producto bajo petición
fr_fr: Produit sur demande

source: Remarks
de_de: Bemerkungen
es_es: Comentarios
fr_fr: Commentaires

# reqText
source: Let us know if you want to make any special request for this product
es_es: Háganos saber si desea realizar cualquier petición especial para este producto
fr_fr: Faites-nous savoir si vous voulez faire une demande spéciale pour ce produit

source: SALE Discount:
es_es: Descuento SALE:
fr_fr: VENTE Remise:

# SecureCard
source: Secure card payment
de_de: Kreditkarte
es_es: Pago seguro con tarjeta
fr_fr: Paiement sécurisé par carte

source: Security code*
de_de: Sicherheitscode
es_es: Código de seguridad
fr_fr: Code de sécurité

# SelectCountry
source: Select your country
de_de: Wählen Sie Ihr Land
es_es: Selecciona tu país
fr_fr: Sélectionnez votre pays

source: Select expiry month
de_de: Wählen Sie den Verfallmonat aus
es_es: Seleccione el mes de vencimiento

# SpecialRequest
source: Special request <span>(if any)</span>
de_de: Besondere Wünsche
es_es: Petición especial (opcional)
fr_fr: Demande spéciale (optionnel)

# SplReqPlaceHolder
source: Inform us about any special requests you may have regarding this product.
de_de: Informieren Sie uns über besondere Wünsche, die Sie bezüglich dieses Produktes haben.
es_es: informarnos sobre cualquier petición especial que pueda tener con respecto a este producto.
fr_fr: Informez-nous de toutes les demandes spéciales que vous pourriez avoir concernant ce produit.

# String1
source: MULTISAVE Discount:
es_es: Descuento MULTISAVE:
fr_fr: MULTISAVE réduction

# TnC
source: Terms & Conditions
es_es: Términos y condiciones
fr_fr: Les termes et les conditions

# TnC1
source: I understand and agree to the
de_de: Ich verstehe und bin einverstanden mit den
es_es: Entiendo y estoy de acuerdo con la
fr_fr: Je comprends et accepte les

# TnCcontent
source: I understand and agree to the <a target="_blank" class="aLink" href="/privacy-policy">Privacy Policy</a> and <a target="_blank" class="aLink" href="/booking-agreement">Terms & Conditions</a> of isango!
de_de: Indem Sie fortfahren, akzeptieren Sie unsere <a target="_blank" class="aLink" href="/privacy-policy">Datenschutzbestimmungen</a> & <a target="_blank" class="aLink" href="/booking-agreement">allgemeinen Geschäftsbedingungen</a>.
es_es: Entiendo y acepto la <a target="_blank" class="aLink" href="/corporativo/politica-de-privacidad">política de privacidad</a> y los <a target="_blank" class="aLink" href="/corporate">términos y condiciones</a> de isango.
fr_fr: J'ai compris et accepte la <a target="_blank" class="aLink" href="/corporate?page=privacypolicy">política de privacidad</a> y los <a target="_blank" class="aLink" href="/corporate">términos y condiciones</a> de isango.

# TobeCharged
source: To be Charged on Confirmation of Pending Booking Requests
de_de: Wird berechnet, sobald Sie die Reservierungsanfrage bestätigen
es_es: Importe a cargar una vez confirmada la reserva
fr_fr: Sera chargé au moment de la confirmation de la réservation

# toBeConfirmed
source: To be confirmed within 72 hours
de_de: Bestätigung innerhalb von 72 Stunden.
es_es: A confirmar en las siguientes 72 horas
fr_fr: A confirmer dans les 72 heures

source: Total Booking Amount
de_de: Gesamtbetrag der Reservierung
es_es: Importe total de la reserva
fr_fr: Monant Total de la Réservation

source: Total cart value
de_de: Warenkorb Gesamtpreis
es_es: VALOR TOTAL DE LA COMPRA
fr_fr: Valeur totale du panier

source: Total Charged Amount
de_de: Gesamtbetrag berechnet
es_es: Importe total cargado
fr_fr: Montant total prélevé

# TravelDate1
source: Travel date
de_de: Reisedatum
es_es: Fecha de viaje
fr_fr: Date de voyage

# understanandagree
source: I understand and agree to the
de_de: Ich bestätige, dass ich die
es_es: Entiendo y acepto la

# UniversalBooking
source: Universal booking amount notification. Booking reference no is
de_de: Benachrichtigung von Universal über den Buchungsbetrag. Die Buchungsnummer ist
es_es: Notificación del importe de la reserva. El número de referencia de la reserva es
fr_fr: Notification de la réservation. Le numéro de référence de la réservation est

# UniversalBookingAmount
source: Universal booking amount notification. Booking reference no is
de_de: Benachrichtigung von Universal über den Buchungsbetrag. Die Buchungsnummer ist
es_es: Notificación del importe de la reserva. El número de referencia de la reserva es
fr_fr: Notification de la réservation. Le numéro de référence de la réservation est

# validCartNumber
source: Enter a valid card number
de_de: Geben Sie eine gültige Kartennummer
es_es: Introduzca un número de tarjeta válida
fr_fr: Entrez un numéro de carte valide

# WeWillSend
source: We will send a separate voucher for this product
de_de: Wir werden einen separaten Gutschein für dieses Produkt senden
es_es: Te enviaremos un bono diferente para este producto
fr_fr: Nous vous enverrons un bon différent pour ce produit

source: What is this?
de_de: Was ist das?
es_es: ¿Qué es esto?
fr_fr: Qu'est ce que c'est?

# WhatIsThis1
source: Security Code? The card security code is a unique three or four-digit number printed on your debit/credit card. This number is not embossed on the card and hence not printed on receipts - making it difficult for anyone other than the genuine cardholder,to know it. Some card issuers refer to this number as the 'Card Security Code' others as the 'Personal Security Code'and others as 'Card Verification Value'.
de_de: Sicherheitscode? Der Kartensicherheitscode ist eine eindeutige drei oder vierstellige Zahl auf Ihrer Debit- / Kreditkarte gedruckt. Diese Zahl ist nicht auf der Karte eingeprägt und kann somit nicht auf die Quittungen übertragen werden- was es erschwert, dass Sie jemand außer dem echten Karteninhaber kennen. Einige Kartenaussteller bezeichnen diese Nummer als die "Kartenprüfnummer" andere als "Card Security Code" und andere als "Personal Security Code".
es_es: ¿Qué es el código de seguridad? El código de seguridad de la tarjeta es un número de tres o cuatro dígitos único impreso en tu tarjeta de débito/crédito. Este número no tiene relieve y, por tanto, no se imprime en los recibos, lo que dificulta que sea conocido por alguien que no sea el titular de la tarjeta. Algunas tarjetas de crédito se refieren a este número como "código de seguridad de la tarjeta", otras como "código de seguridad personal" y otras como "valor de verificación de la tarjeta".
fr_fr: Quel est le code de sécurité? Le code de sécurité de la carte est le numéro à trois ou quatre chiffres imprimé sur votre carte de débit / crédit. Ce numéro n'est pas en relief et n'est donc pas imprimé sur les reçus, ce qui limite sa transmission à une personne que le titulaire de la carte. Certaines cartes de crédit se réfèrent à ce numéro comme "code de sécurité de la carte", d'autres comme "code de sécurité personnelle» et d'autres comme «valeur de vérification de la carte".

# WhatIsThis2
source: Visa, Mastercard and Maestro Card:
de_de: Visa, Mastercard und Maestro:
es_es: Visa, Mastercard y tarjeta Maestro:
fr_fr: Visa, Mastercard et carte Maestro:

# WhatIsThis3
source: Most cards have a set of numbers printed at the top of the signature strip on the reverse of the card, the final three-digit number is your security code.
de_de: Die meisten Karten haben eine Reihe von Zahlen an dem oberen Ende des Unterschriftsstreifen auf der Rückseite der Karte gedruckt, die letzte dreistellige Zahl ist Ihr Sicherheitscode.
es_es: La mayoría de las tarjetas tienen un conjunto de números impresos en la parte superior de la banda de la firma, en el reverso de la tarjeta. El último número de tres dígitos es el código de seguridad.
fr_fr: La plupart des cartes ont un ensemble de chiffres imprimés sur la partie supérieure de la bande de signature au dos de la carte. Le dernier numéro est le code de sécurité à trois chiffres.

# WhatIsThis4
source: Card verification code for American Express:
de_de: Kartenverifizierungscode für American Express:
es_es: Código de verificación de tarjeta para American Express:
fr_fr: Code de vérification de carte pour American Express:

# WhatIsThis5
source: The 4 digit number on the front of the card is your CVV code for American Express cards.
de_de: Die 4-stellige Nummer auf der Vorderseite der Karte ist Ihr CVV-Code für American Express-Karten.
es_es: El número de 4 dígitos de la parte frontal de la tarjeta es el código CVV para tarjetas American Express.
fr_fr: Le numéro à quatre chiffres sur la partie frontale de la carte est le code CVV des cartes American Express.

# WhenActivityOperates
source: When the activity operates
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité

source: When the activity operates
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité

source: Your Booking Detail
de_de: Die Einzelheiten Ihrer Buchung
es_es: Detalles de tu reserva
fr_fr: Détails de votre réservation

# YourContactInfo
source: Your contact information
de_de: Ihre Kontaktinformationen
es_es: Tu información de contacto
fr_fr: Vos informations de contact

# YourOrder1
source: Your Order
de_de: Ihre Bestellung
es_es: Tu pedido
fr_fr: Votre demande

# YourVoucher
source: Your e-voucher(s) will be sent to your email address in the next <span>72</span> hours. Detailed redemption instructions will appear on the e-vouchers.
de_de: Ihr E-Gutschein(e) wird in den nächsten <span>72</span> Stunden zu Ihrer E-mailadresse geschickt. Detaillierte anweisungen zur Einlösung erscheinen auf dem E-Gutscheine
es_es: Tu bono electrónico se enviará a tu dirección de correo electrónico en las próximas <span>72</span> horas. Las instrucciones detalladas para canjear tu actividad aparecen en los bonos electrónicos.
fr_fr: Votre bon électronique sera envoyé à votre adresse e-mail dans les prochaines <span> 72 </ span> heures. Les instructions détaillées pour participer à votre activité sont mentionnées dans le bon électroniques.

# YouWillRecieve
source: you will receive separate vouchers once they are confirmed by our local partners. You would need to take a print out once you receive the confirmation and present it to our local partner in order to redeem your tour
de_de: Sie werden getrennte Gutscheine erhalten, sobald es von unseren Partnern vor Ort bestätigt wurde. Sie müssten einen Ausdruck Ihrer Bestätigung bei unserem lokalen Partner vorlegen, um ihn für die Tour einzulösen
es_es: Recibirás bonos separados una vez que sean confirmados por nuestros proveedores locales. Debes imprimir una copia y presentarla a nuestro proveedor local para canjear el tour.
fr_fr: Vous recevrez des bons séparés une fois qu'ils sont confirmés par nos partenairs locaux. Vous devez imprimer une copie et la présenter à notre partenaire local pour participer à l'activité.

# ZipNotFound
source: In case our database cannot populate your address then please type in your address
de_de: Falls Ihre Anschrift nicht automatisch angezeigt wird, tragen Sie sie bitte manuell ein
es_es: En caso que la base de datos no encuentre su dirección automáticamente por favor introdúzcala usted mismo.

# ToBeChargedAmount
source: To be Charged on Confirmation of Pending Booking Requests
de_de: Wird bei Bestätigung von ausstehenden Buchungsanfragen in Rechnung gestellt
es_es: A ser cargado en la confirmación de solicitudes de reserva pendientes
fr_fr: À facturer lors de la confirmation des demandes de réservation en attente

source: Activity operator
de_de: Aktivitätsoperator
es_es: Operador de la actividad

source: At destination assistance
de_de: Bei der Zielassistenz
es_es: Asistencia en destino

source: Telephone Number
de_de: Telefonnummer
es_es: N&#xFA;mero de Tel&#xE9;fono
fr_fr: Num&#xE9;ro de T&#xE9;l&#xE9;phone

# FooterText
source: Powered By isango
de_de: Betrieben von isango
es_es: Accionada por isango
fr_fr: Propulsé par isango

source: Number of
de_de: Anzahl der
es_es: Número de
fr_fr: Nombre d'

source: Adults
de_de: Erwachsene
es_es: adultos
fr_fr: adultes

# childs
source: Children
de_de: Kinder
es_es: niños
fr_fr: enfants

# family
source: Families
de_de: Familie
es_es: familia
fr_fr: famille

source: Infants
de_de: Säuglinge
es_es: infantes
fr_fr: les nourrissons

source: Seniors
de_de: Senioren
es_es: personas mayores
fr_fr: les seniors

source: Youths
de_de: Jugendliche
es_es: jóvenes
fr_fr: les jeunes

source: Supplier Voucher
de_de: Lieferantengutschein
es_es: Vale de proveedor
fr_fr: Bon fournisseur

source: No of
de_de: Nein von
es_es: No de
fr_fr: Nombre d'

source: yrs
de_de: Jahre
es_es: años
fr_fr: ans

source: Adult
de_de: Erwachsene
es_es: Adulto
fr_fr: Adulte

source: Child
de_de: Kind
es_es: Niño
fr_fr: Enfant

source: Infant
de_de: Säugling
es_es: Infantil
fr_fr: Bébé

source: Senior
es_es: Mayor
fr_fr: Sénior

source: Youth
de_de: Jugend
es_es: Juventud
fr_fr: Jeunesse

# DownLoadQR
source: Download the QR Code
de_de: QR-Code herunterladen
es_es: Descargue el código QR
fr_fr: Télécharger le code QR

source: Date Of Tour:
de_de: Datum der Tour:
es_es: Fecha del Tour:
fr_fr: Date de la tournée :

source: Drop off Point:
de_de: Endpunkt:
es_es: Punto de entrega:
fr_fr: Point de chute :

source: Duration:
de_de: Dauer:
es_es: Duración:
fr_fr: Durée:

source: Guests
de_de: Gäste
es_es: Invitados
fr_fr: Passagers

source: Lead Traveller:
de_de: Hauptreisender:
es_es: Viajero principal:
fr_fr: Voyageur principal :

source: Option Code:
de_de: Optionscode:
es_es: Código de opción:
fr_fr: Code d'option :

source: Pickup point:
de_de: Treffpunkt:
es_es: Punto de recogida:
fr_fr: Point de ramassage :

source: Start Time:
de_de: Startzeit:
es_es: Hora de inicio:
fr_fr: Heure de début:

# AmendedProduct
source: As requested by you, the activity has been amended. Please refer to the table below to check the updated status.
de_de: Wie von Ihnen gewünscht, wurde die Aktivität geändert. Bitte prüfen Sie in der nachstehenden Tabelle den aktualisierten Status.
es_es: Tal y como ha solicitado, la actividad ha sido modificada. Consulte la información siguiente para comprobar el estado actualizado.
fr_fr: Comme vous l'avez demandé, l'activité a été modifiée. Veuillez vous référer au tableau ci-dessous pour vérifier le statut mis à jour.

# ConfirmLine1
source: Congratulations! for your booking
de_de: Herzlichen Glückwunsch! für Ihre Buchung
es_es: Enhorabuena! por su reserva
fr_fr: Félicitations ! pour votre réservation

# ConfirmLine2
source: Your booking reference number is ##RefNo##
de_de: Ihre Buchungsnummer lautet ##RefNo##
es_es: Su Número de Reserva es ##RefNo##
fr_fr: Votre numéro de référence de réservation est ##RefNo##

# ConfirmLine3
source: This is the acknowledgement of the booking made by you. You can download the booking voucher in a link below – please read through. <br /><br />
de_de: Hier finden Sie die Details Ihrer Buchung und können überprüfen, ob alles in Ordnung ist. Sie können den Bestätigungsbeleg/die Rechnung herunterladen oder den Status jeder gebuchten Aktivität in der Tabelle unten einsehen.
es_es: Consulte los detalles de su reserva y compruebe si todo está en orden. Puede descargar el bono/factura de confirmación o comprobar el estado de cada actividad reservada en la siguiente lista.
fr_fr: Veuillez trouver les détails de votre réservation et vérifier si tout est en ordre. Vous pouvez télécharger le bon de confirmation/facture ou vérifier le statut de chaque activité réservée dans le tableau ci-dessous.

# ConfirmLine4
source: Happy travels and we hope you enjoy experiencing the world with us.
de_de: Freuen Sie sich auf ein schönes Reiseerlebnis! Gute Reise!
es_es: Le espera una experiencia de viaje deliciosa. ¡Buen viaje!
fr_fr: Vous pouvez vous attendre à une expérience de voyage délicieuse ! Bon voyage !

source: Dear
de_de: Sehr geehrte/r
es_es: Estimado/a
fr_fr: Cher

source: Download Voucher
de_de: Voucher herunterladen
es_es: Descargue el bono
fr_fr: Télécharger le bon d'achat

source: E-voucher accepted
es_es: Se acepta el Voucher Electrónico
fr_fr: E-voucher accepté

# FS2Step
source: You will receive the booking voucher in partnership with our tour supplier, in a separate email.
de_de: Sie erhalten den Buchungsvoucher von unserem Reiseveranstalter in einer separaten E-Mail.
es_es: Recibirá el bono de reserva en colaboración con nuestro proveedor de viajes, en un correo electrónico separado.
fr_fr: Vous recevrez le bon de réservation en partenariat avec notre fournisseur de circuits, dans un courriel séparé.

# ORProduct
source: This is the acknowledgement of the booking made by you. You will get a confirmation email with a downloadable voucher link within 24-48hrs.
de_de: Dies ist die Bestätigung der von Ihnen vorgenommenen Buchung. Sie erhalten innerhalb von 24-48 Stunden eine Bestätigungs-E-Mail mit einem Link zum Herunterladen des Gutscheins.
es_es: Esta es la confirmación de la reserva realizada por usted. Recibirá un correo electrónico de confirmación con un enlace para descargar el bono en un plazo de 24-48 horas.
fr_fr: - Il s'agit de la confirmation de la réservation que vous avez effectuée. Vous recevrez un e-mail de confirmation avec un lien vers un bon téléchargeable dans les 24-48 heures.

# ORtoConfirm
source: This is the acknowledgement of the booking made by you. You can download the booking voucher in a link in the email below – please read through.
de_de: Ihre Aktivität ist noch nicht bestätigt. Bitte beachten Sie die letzte E-Mail. Der Status der Aktivität hat sich nun geändert. Sie können den Bestätigungsbeleg/die Rechnung in der folgenden Tabelle einsehen und herunterladen.
es_es: Su actividad está pendiente de confirmación. Por favor, consulte el último correo electrónico. El estado de la misma ha cambiado. Puede consultar la siguiente información y descargar el comprobante/factura de confirmación correspondiente.
fr_fr: Votre activité est en attente de confirmation. Veuillez vous référer au dernier email. Le statut de cette activité a maintenant changé. Vous pouvez vous référer au tableau ci-dessous et télécharger le bon de confirmation/facture en conséquence.

# PrintedVoucher
source: Printed Voucher Required
de_de: Ausgedruckter Voucher erforderlich
es_es: Se requiere un vale impreso
fr_fr: Pièce justificative imprimée requise

source: Emergency Number
de_de: Notrufnummer
es_es: N&#xFA;mero de Emergencia
fr_fr: Num&#xE9;ro D&#x27;Urgence

# ForOfficialUseContent2
source: isango! Limited act as a retail agent for ##SupplierName## with whom your tour is booked.##SupplierName## is the principal and in accordance with our booking conditions your contract is with ##SupplierName##
de_de: isango! Limited arbeitet als Einzelhandelsagent f&#xFC;r ##SupplierName## mit dem Ihre Tour gebucht wurde. ##SupplierName## ist der Auftraggeber und dementsprechend ist Ihr Vertrag mit ##SupplierName##
es_es: isango! Limited actua como un agente de ##SupplierName## con quien se ha reservado su tour. HOTELBEDS SPAIN, S.L.U. es el agente principal y de acuerdo con las condiciones de su reserva su contrato es con ##SupplierName##
fr_fr: isango! Limited agit en tant qu'agent de vente au d&#xE9;tail pour ##SupplierName## avec lequel votre visite est r&#xE9;serv&#xE9;e. ##SupplierName## est le donneur d'ordre et, conform&#xE9;ment &agrave; nos conditions de r&#xE9;servation, votre contrat est pass&#xE9; avec ##SupplierName##

source: For official use only
de_de: Nur f&#xFC;r den dienstlichen Gebrauch
es_es: Solo para uso oficial
fr_fr: Pour usage officiel seulement

# ForOfficialUseOnlyContent
source: Note for ##SupplierName##: Please bill isango for this. Please send the invoice to <a class='txt-secondary' href='mailto:finance@isango.com'>finance@isango.com</a>
de_de: Hinweis f&#xFC;r ##SupplierName##: Bitte stellen Sie diese Tour isango! in Rechnung. Bitte schicken Sie die Rechnung an <a href="mailto:finance@isango.com">finance@isango.com</a>
es_es: Nota para ##SupplierName##: Por favor envie la factura al socio local de isango! para esto. Por favor envie la factura a <a href="mailto:finance@isango.com">finance@isango.com</a>.
fr_fr: Note pour le ##SupplierName##: Remarque pour ##SupplierName##: Veuillez facturer le partenaire isango local pour cela. Merci d'envoyer la facture &agrave; <a mailto:finance@isango.com>finance@isango.com</a>

# ImportantInstructionsHeading
source: Please note
de_de: Hinweis
es_es: Tenga en cuenta
fr_fr: Noter

source: isango! customer support:
de_de: isango! Kundendienst:
es_es: Atenci&#xF3;n al cliente de isango!:
fr_fr: isango! service client:

# NeedAssistanceHeading
source: Need assistance
de_de: Brauchen Sie Hilfe
es_es: Necesita ayuda
fr_fr: Besoin d&#x27;aide

# NeedFurtherAssistance
source: Need further assistance or bookings?
de_de: Ben&#xF6;tigen Sie weitere Unterst&#xFC;tzung oder Buchungen?
es_es: &#xBF;Necesita asistencia o realizar alguna nueva reserva?
fr_fr: Besoin d&#x27;aide suppl&#xE9;mentaire ou de r&#xE9;servations?

source: Support at destination
de_de: Online Unterstützung
es_es: Soporte en destino
fr_fr: Assistance &#xE0; destination

source: Terms and Conditions
de_de: Allgemeine Gesch&#xE4;ftsbedingungen
es_es: T&#xE9;rminos y condiciones
fr_fr: Termes et Conditions

# TermsAndConditionsContent
source: It is your responsibility to ensure all the details provided while booking are correct. You have confirmed that you agree to the isango! <a target="_blank" style="display: inline-block;" class="txt-secondary" href="##TermsAndConditionLink##">booking terms and conditions</a>
de_de: Sie sind pers&#xF6;nlich daf&#xFC;r verantwortlich, dass alle von Ihnen gemachten Angeben korrekt sind. Sie haben den Allgemeinen Gesch&#xE4;ftsbedingungen von isango! zugestimmt. Hier zu den <a target="_blank" class="link" href="##TermsAndConditionLink##">Buchungsbedingungen</a>
es_es: Es su responsabilidad que todos los detalles que nos ha indicado sean correctos. Usted ha confirmado que est&#xE1; de acuerdo con los t&#xE9;rminos y condiciones de la reserva de isango!. <a target="_blank" class="link" href="##TermsAndConditionLink##"> t&#xE9;rminos y condiciones de la reserva</a>
fr_fr: Il est de votre responsabilit&#xE9; de vous assurer que tous les d&#xE9;tails fournis lors de la r&#xE9;servation sont corrects. Vous avez confirm&#xE9; votre accord avec l'isango! <a target="_blank" class="link" href="##TermsAndConditionLink##">conditions de r&#xE9;servation</a>

source: INVOICE
de_de: RECHNUNG
es_es: FACTURA
fr_fr: FACTURE
